Repository: CodeClubBrasil/ccbr-wordpress-theme
Catalog: ccbr-theme/languages/*.po
Languages: pt_br

source: 404 - Not found
pt_br: 404 - Não Encontrado

source: Sorry but we couldn't find the content you were looking for
pt_br: Desculpe, mas não pudemos encontrar o conteúdo que estava procurando.

source: Try the navigation menu above or search for the content
pt_br: Tente o menu de navegação ou use a ferramenta de busca

# comments title
source: One thought on &ldquo;%2$s&rdquo;
pt_br: Uma idéia sobre &ldquo;%2$s&rdquo;

source: Comment navigation
pt_br: Navegação de comentários

source: Older Comments
pt_br: Comentários antigos

source: Newer Comments
pt_br: Novos comentários

source: Comments are closed.
pt_br: Comentários estão fechados

source: Primary Navigation
pt_br: Navegação primária

source: Footer Nav 1
pt_br: Menu Rodapé 1

source: Footer Nav 2
pt_br: Menu Rodapé 2

source: Footer Nav 3
pt_br: Menu Rodapé 3

source: Footer Nav 4
pt_br: Menu Rodapé 4

source: Club Navigation Menu
pt_br: Menu de Navegação de Clubes

source: Signed out successfully!
pt_br: Desconectado com sucesso!

source: You have to be signed in to view this page.
pt_br: Você precisa estar logado para ver essa página.

source: Something went wrong, please try again later.
pt_br: Alguma coisa de errado aconteceu, por favor tente de novo mais tarde.

source: Could not resolve the address
pt_br: Não consigo encontrar o endereço.

source: No code clubs found.
pt_br: Nenhum code club encontrado.

source: Your Account
pt_br: Seu Perfil

source: Sign Out
pt_br: Sair

source: Sign In
pt_br: Entrar

# post date
source: Posted on %s
pt_br: Postado em %s

# post author
source: by %s
pt_br: por %s

source: Posted in %1$s
pt_br: Postado em %1$s

source: Tagged %1$s
pt_br: Tags %1$s

source: Leave a comment
pt_br: Deixar um comentário

source: 1 Comment
pt_br: 1 Comentário

source: % Comments
pt_br: % Comentários

source: Edit %s
pt_br: Editar %s

source: Search Results for: %s
pt_br: Resultados de busca para: %s

source: Edit
pt_br: Editar

source: Account
pt_br: Perfil

source: Contact
pt_br: Contato

source: Forgotten Sign In Details
pt_br: Detalhes de login esquecidos

source: Club Resources
pt_br: Recursos para Clubes

source: Here you can access resources, materials and guidance to help you run your Code Club.
pt_br: Aqui você pode encontrar recursos, materiais e guias para ajudar a conduzir seu Code Club.

source: Get Materials
pt_br: Pegar Materiais

source: Successfully edited!
pt_br: Editado com Sucesso!

source: Contact details:
pt_br: Detalhes de contato:

source: Your name
pt_br: Seu nome

source: Your email address
pt_br: Seu e-mail

source: Your name and email address will never be displayed publicly
pt_br: Seu nome e e-mail nunca será exibido publicamente.

source: Venue details:
pt_br: Detalhes do local

source: Venue name
pt_br: Nome do local

source: Looking for Volunteer
pt_br: Buscando voluntários

source: Happy to be contacted
pt_br: Gostaria de ser contactado

source: Venue website
pt_br: Website

source: Street address 1
pt_br: Endereço

source: Street address 2
pt_br: Endereço (complemento)

source: Town / City:
pt_br: Cidade:

source: Region / State:
pt_br: Estado:

source: Postcode / Zipcode
pt_br: CEP

source: Club Skype username
pt_br: Skype:

source: Your club has now been registered
pt_br: Seu clube agora está registrado

source: Contact details
pt_br: Detalhes de contato

source: Are you a host or a volunteer?
pt_br: Você é um anfitrião ou um voluntário?

source: Your name and email address will never be displayed publicly
pt_br: Seu nome e e-mail nunca serão exibidos publicamente

source: Venue details
pt_br: Detalhes do local

source: Region
pt_br: Estado

source: Postcode
pt_br: CEP

source: Are you a happy for people to be able to contact your club?
pt_br: Você autoriza pessoas entrarem em contato para conhecer seu clube?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Selecting yes will allow potential volunteers to contact you. This setting can be changed at any time once your account has been created.
pt_br: Selecionando sim, você irá permitir que potenciais voluntários entre em contato com você. Esta configuração pode ser alterada a qualquer momento em sua página de perfil.

source: I accept the
pt_br: Eu aceito

source: terms &amp; conditions
pt_br: termos &amp; condições

source: Create a Code Club
pt_br: Criar um Code Club

source: Are you happy for people to be able to contact your venue?
pt_br: Você autoriza pessoas entrarem em contato para obter informações sobre o local?

source: Please, select yes so that volunteers can contact you. Your can change that at any time after you log in to the site.
pt_br: Ao selecionar sim, voluntários poderão entrar em contato com você. Esta configuração pode ser alterada a qualquer momento em sua página de perfil.

source: Register a Venue
pt_br: Registrar Local

source: Username
pt_br: Nome de usuário

source: Name
pt_br: Nome

source: Venue
pt_br: Local

source: Website
pt_br: Site

source: Address 1
pt_br: Endereço

source: Address 2
pt_br: Endereço (complemento)

source: City
pt_br: Cidade

source: Invalid Auth token. Please request another password.
pt_br: Auth token inválido. Por favor solicite uma nova senha.

source: Please check your inbox for password reset instructions.
pt_br: Por favor verifique seus e-mails, enviamos instruções para resetar sua senha.

source: No wait I remembered my Club ID and Password!
pt_br: Não, pera, eu lembrei meu ID de Clube ou Senha!

source: Sign in successful
pt_br: Login feito com sucesso!

source: Password
pt_br: Senha

source: I forgot my Club ID or Password!
pt_br: Esqueci meu ID de Clube ou Senha!

source: I want to register!
pt_br: Eu quero cadastrar!

source: Nothing Found
pt_br: Nada encontrado

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_br: Pronto para publicar seu primeiro post? <a href="%1$s">Começe aqui</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_br: Desculpe, mas não encontramos nada com o termo buscado. Por favor tente novamente com novas palavras chave.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_br: Parece que nós não pudemos encontrar o que você estava procurando. Talvez uma busca possa ajudá-lo.

source: Pages:
pt_br: Páginas:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
pt_br: Continue lendo %s <span class="meta-nav">&rarr;</span>

source: Please reply to
pt_br: Por favor responder para

source: Volunteer has contacted you.
pt_br: Voluntário entrou em contato com você.

source: Email has been sent
pt_br: E-mail foi enviado.

source: Your email
pt_br: Seu e-mail

source: Message
pt_br: Mensagem

source: (required)
pt_br: (obrigatório)

source: Send Message
pt_br: Enviar mensagem.

source: Find Venue
pt_br: Buscar local

source: Let's find a venue near you.
pt_br: Vamos buscar um local perto de você.

source: Keep this field blank
pt_br: Deixar esse campo em branco

source: Address
pt_br: Endereço

source: Search
pt_br: Busca

source: Search results:
pt_br: Resultados de busca:

source: Contact Venue
pt_br: Responsável pelo local

source: New password was successfully set
pt_br: Nova senha foi alterada com sucesso

source: Current password
pt_br: Senha atual

source: New password
pt_br: Nova senha

source: New password confirmation
pt_br: Nova confirmação de senha

source: Set New Password
pt_br: Definir uma nova senha

source: Submit
pt_br: Enviar

source: Register a Club
pt_br: Registrar um clube

source: Register
pt_br: Registrar

source: Register an active Code Club
pt_br: Registrar um Code Club ativo

source: Explanation
pt_br: Explicação

source: Welcome,
pt_br: Bem vindo,

source: Your username is
pt_br: Seu usuário é

source: You will need this and your password to log in to access your club details.
pt_br: Você precisará disso e sua senha para acessar os detalhes do seu clube.

source: CCW Countries
pt_br: CCW Países

source: Code Club World Ltd
pt_br: Code Club World
